ScamRegistryDB = {
    ["wow circle 3.3.5a x1"] = {
        ["нявая"] = {
            "12.05: Кинул на анролл в ЦЛК 25 (Воля Смертоносного).",
            "20.06: Забрал ДС из ги банка и ливнул."
        },
        ["васяпро"] = {
            "Слил КД в РС 25ХМ."
        }
    },
    ["wow circle 3.3.5a x100"] = {
        ["нагибатор"] = {
            "Украл аукционные вещи."
        }
    },
	["wow circle 3.3.5a fun"] = {
        ["нагибатор"] = {
            "Украл аукционные вещи."
        }
    },
	["wow circle 3.3.5a x4 hardcore"] = {
        ["нагибатор"] = {
            "Украл аукционные вещи."
        }
    },
	
}