ScamRegistryDB = {
    ["wow circle 3.3.5a x1"] = {
        ["ляночка"] = {
            "Собирал БТ без анроллов, забрал Азинотку себе."
        },
        ["phoenix"] = {
            "14.01.2021: Ретриком сролил триню на хила, распылил ее и ливнул."
        },
        ["ipaladinl"] = {
            "14.02.2021: Занидил триню в ППГ не по спеку, агрессивное поведение."
        },
        ["comeback"] = {
            "14.02.2021: Твинк ipaladinl, кидалово на шмот в ППГ."
        },
        ["elpog"] = {
            "Регают гильдией в ргеры, ролят весь шмот и кикают перед ластом."
        },
        ["veritaserum"] = {
            "Регают гильдией в ргеры, ролят весь шмот и кикают перед ластом."
        },
        ["экономотаро"] = {
            "Регают гильдией в ргеры, ролят весь шмот и кикают перед ластом."
        },
        ["alexander"] = {
            "Регают гильдией в ргеры, ролят весь шмот и кикают перед ластом."
        },
        ["всемку"] = {
            "18.02.2021: Кинули на триню с ОС25 (Неистовство Пяти полетов)."
        },
        ["хпх"] = {
            "18.02.2021: Кинули на триню с ОС25 (Неистовство Пяти полетов)."
        },
        ["отецорды"] = {
            "24.02.2021: Регулярно кидает на лут при сборе рейдов."
        },
        ["мутант"] = {
            "Собирали Накс 10, поставили мастер-лут и забирали шмот танка себе."
        },
        ["fortytudo"] = {
            "Собирали Накс 10, поставили мастер-лут и забирали шмот танка себе."
        },
        ["voiddorotea"] = {
            "Собирали Накс 10, поставили мастер-лут и забирали шмот танка себе."
        },
        ["ronochka"] = {
            "24.02.2021: Нидит всё подряд в ППГ (угнал одноруч у хила, плащ у мага)."
        },
        ["амилиси"] = {
            "25.02.2021: Нидили всё в ППГ, кикнули перед ластом."
        },
        ["ренхар"] = {
            "25.02.2021: Нидили всё в ППГ, кикнули перед ластом."
        },
        ["gemaroy"] = {
            "25.02.2021: Нидили всё в ППГ, кикнули перед ластом."
        },
        ["ману"] = {
            "26.02.2021: В Драк'Тароне забрал Посох короля рептилий не по спеку."
        },
        ["гачибатор"] = {
            "02.03.2021: Украли лут в Склепе на паладина не по роллу."
        },
        ["световлазька"] = {
            "02.03.2021: Украли лут в Склепе на паладина не по роллу."
        },
        ["miranli"] = {
            "02.03.2021: Сролил оружие и продал его согильдейцу за голду."
        },
        ["xochycocatb"] = {
            "04.03.2021: Кинули на даггер с Иллидана, вымогали 10к голды."
        },
        ["womandark"] = {
            "04.03.2021: Соучастник кидалова на даггер с Иллидана."
        },
        ["buutcher"] = {
            "04.03.2021: РЛ, отдал даггер с Иллидана согильдейцу в рейде без анролов."
        },
        ["кабардинка"] = {
            "05.03.2021: Занидил Печать пантеона на танка не по спеку."
        },
        ["babylon"] = {
            "05.03.2021: Занидил Печать пантеона на танка не по спеку."
        },
        ["некромант"] = {
            "07.03.2021: Кинул на плащ с Накса 25 в рейде без анролов."
        },
        ["йрбис"] = {
            "04.07.2026: ЦЛК 25об — скрысил БОЕ, отдал Глору фурику не по роллу."
        },
        ["темныйскорьб"] = {
            "04.07.2026: В ЦЛК25 отдал Волю протопалу не по софту, кинул на пояс РПБ."
        },
        ["лёха грещная"] = {
            "08.07.2026: Кинул на хил кольцо в РС 25об из-за небисовых сокетов."
        },
        ["нерфо"] = {
            "11.07.2026: Собрал Плато, офнулся после ласта со всем латным лутом и мечом."
        },
        ["штормграт"] = {
            "11.07.2026: Твинк Нерфо, соучастник кидалова в Плато."
        },
        ["абадоом"] = {
            "26.05.2025: В РС 25об кинул на мили чеху и подвеску полутени."
        },
        ["barbarela"] = {
            "29.05.2025: Кинул рейд на ролл, офнулся (ренейм в Meganfokc / Лара)."
        },
        ["meganfokc"] = {
            "11.06.2025: Кинул на чешку(мили) и запы(ловкость) в РС25."
        },
        ["baple"] = {
            "Серийный кидала (персонаж твинк Абадоом / Meganfokc)."
        },
        ["изабелла"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["skubidubidu"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["бущдлятебя"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["твоя"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["люблюмолочко"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["meganfox"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["лола"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["error"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["mavjuda"] = {
            "Серийный кидала (Орда, твинк Абадоом / Meganfokc)."
        },
        ["balenciaaga"] = {
            "14.07.2026: Кинул на ПВП ноги рдру 270 илвла, передал другу."
        },
        ["печалъная"] = {
            "24.07.2026: Кинул на Теренас по софту."
        },
        ["managaxtyle"] = {
            "24.07.2026: Соучастник/твинк Печалъная, кидалово на Теренас."
        },
        ["hordeskoll"] = {
            "24.07.2026: Украл плащ с ЦЛК 25 об, заявил в ДС «мне нужнее» и ливнул."
        },
        ["гдепапа"] = {
            "15.05.2026: Собирал РС25, после вайпа распустил рейд и сделал РО."
        },
        ["гдемама"] = {
            "15.05.2026: Твинк гдепапа, ливер/руинер рейдов."
        },
        ["aicbaby"] = {
            "21.05.2026: Забрал себе Азинотку без ролла."
        },
        ["чувашенка"] = {
            "27.05.2026: Кинул на ПВП ноги приста, отдал согильдейцу с наименьшим роллом."
        },
        ["ашанэль"] = {
            "27.05.2026: Соучастник кидалова на ПВП ноги приста."
        },
        ["тетанутый"] = {
            "30.05.2026: Скинул РЛ на человека и ливнул с Волей в кармане без ролла."
        },
        ["chepiga"] = {
            "02.06.2026: Отдали не по роллу Подзорную трубу Мурадина в ЦЛК 10."
        },
        ["гобз"] = {
            "02.06.2026: Соучастник кидалова на трубу в ЦЛК 10."
        },
        ["козырнныйпал"] = {
            "11.06.2026: Кинул на хилочешку в РС25."
        },
        ["badalonaa"] = {
            "18.06.2026: РЛ, офнулся с лутом после рейда, забрав шмотки."
        },
        ["manressa"] = {
            "18.06.2026: Персонаж РЛа Badalonaa, кидалово на лут."
        },
        ["dazzy"] = {
            "29.06.2026: Попрошайка, токсичное поведение в чатах."
        },
        ["safeguard"] = {
            "21.06.2026: В ЦЛК25 отдают шмот (Глору) хпалу не по спеку ради перепродажи."
        },
        ["генжелик"] = {
            "02.07.2026: Кинул на рдру перчатки в СА25, отдал согильдейцу."
        },
        ["кристабелла"] = {
            "18.04.2026: Забрал Голову Ониксии при проигранном ролле и вылетел из игры."
        },
        ["огромныйболт"] = {
            "19.04.2026: Швыранул на Череп с 10гер, отдал согильдейцу-ханту."
        },
        ["тоска"] = {
            "20.04.2026: Замечен в регулярном кидалове на лут."
        },
        ["анжела"] = {
            "20.04.2026: Кикнул игрока перед разролом печеньки за замечание, оскорбления."
        },
        ["юля"] = {
            "02.04.2026: РЛ, не отдала Подвеску полутени по роллу и вышла из игры."
        },
        ["кроги"] = {
            "21.04.2026: Собрал лут с босса в РС 25об и ливнул из игры и Discord."
        },
        ["ятопдпс"] = {
            "22.04.2026: Ролит шмот не по спеку на продажу."
        },
        ["naflik"] = {
            "23.04.2026: Собрал лут в РС25об, сослался на лаги и офнулся с кольцом и запами."
        },
        ["агащас"] = {
            "26.04.2026: В ИВК10гер занидил шмот при проигранном ролле и надел на себя."
        },
        ["alienromul"] = {
            "30.04.2026: Кидает на трансмог и шмот в БТ."
        },
        ["rmpx"] = {
            "11.05.2026: Отказывался отдавать триню с Плато по роллу, мотивируя чушью."
        },
        ["боже"] = {
            "17.05.2026: В ИК25 забрал танко-триньку и отдал голому другу."
        },
        ["chabotay"] = {
            "03.02.2026: РС 25хм — кинул на РДД плащ, отдал другу без софтов."
        },
        ["пустьтак"] = {
            "07.02.2026: СА 25 — отдал ноги т10.2 другу с меньшим ДПС и роллом."
        },
        ["luriya"] = {
            "07.02.2026: Соучастник кидалова на ноги т10.2 в СА25."
        },
        ["вайсова"] = {
            "31.01.2025: Забрал лут себе через анролл/смену лута и кикнул со скроллом."
        },
        ["gameok"] = {
            "31.01.2025: Распределитель добычи у Вайсова, подворовывал шмот."
        },
        ["позовименя"] = {
            "10.03.2026: ЦЛК 25ХМ — отдавали весь лут только своим согильдейцам."
        },
        ["сквиртарион"] = {
            "17.03.2026: СА 10 — отдал ступни на рогу друиду без ролла."
        },
        ["ghost"] = {
            "29.03.2026: Кикнул игрока перед разролом пояса с Ребра без объяснений."
        },
        ["ульяна"] = {
            "30.03.2026: РЛ, забрал Череп в 10хм при выигранном ролле и офнулся."
        },
        ["ayfiderzein"] = {
            "30.03.2026: Соучастник кидалова на Череп в 10хм."
        },
        ["воздаянный"] = {
            "01.04.2026: РЛ, вайпает рейды, кикает людей и вешает КД."
        },
        ["lioon"] = {
            "05.04.2026: Отдал лук не по роллу своему твинку Cosmoc и офнулся."
        },
        ["женябдк"] = {
            "03.04.2026: Отдал токен сове с неадекватным ДПС без проверок."
        },
        ["moscow"] = {
            "08.04.2026: Сролил дракона в ОС25, кинул рейд на лут."
        },
        ["diiziy"] = {
            "20.12.2025: ИК25 — кикнул часть рейда после ласта без разрола."
        },
        ["мрачнаядевочка"] = {
            "21.12.2025: ЦЛК 25 — забрали Объект себе, придумав правила на ходу."
        },
        ["цопр"] = {
            "26.12.2026: Кинул на Приговор в ИВК, забанил в ДС и офнулся."
        },
        ["чекайурон"] = {
            "29.12.2025: Придумал планку ДПС после убийства босса, чтобы не отдавать чешку."
        },
        ["ловушкавмили"] = {
            "29.12.2025: Персонаж Чекайурон, кидалово на трини в РС25."
        },
        ["jazzband"] = {
            "31.12.2025: Обман при обмене (подменяет Багруху на красную шпинель)."
        },
        ["король"] = {
            "02.01.2026: Кинул на гер токен с Лича, отдаёт шмот только «своим»."
        },
        ["усома"] = {
            "08.01.2026: Ониксия 25 — забрал головастый шлем на рогу при ролле 100 у другого."
        },
        ["хифи"] = {
            "11.01.2026: СА25 — зажал Т10 перчатки, пытался продать за деньги, оскорблял."
        },
        ["azrehil"] = {
            "13.01.2026: ЦЛК 25 — украл агильный плащ и кож плечи, ливнул с рейда."
        },
        ["blackbulls"] = {
            "14.01.2026: Кинул на Череп с 10об."
        },
        ["бивол"] = {
            "14.01.2026: СА25 — отдал танковские кисти другу без ролла."
        },
        ["koldynchik"] = {
            "16.01.2026: Кидалово на запы в РС25, забирают шмот на своих друзей."
        },
        ["madalena"] = {
            "21.11.2025: СА25 — зажал кисти А8 на элема, распустил рейд."
        },
        ["бульбазаврыч"] = {
            "11.11.2025: Кинул на Глору, отдал согильдейцу-паладину не по спеку."
        },
        ["harmmag"] = {
            "21.11.2025: Отдал чешку не по роллу, поменяли записи в Discord."
        },
        ["skillwind"] = {
            "22.11.2025: Забрал чешку при ролле 98 у другого игрока и вышел из игры."
        },
        ["tataryo"] = {
            "23.11.2025: ЦЛК25об — украл катушку, сапфирку и токены, удалил канал в ДС."
        },
        ["funckee"] = {
            "28.11.2025: Кинул на Тосски в ЦЛК, выдумывал правила на ходу."
        },
        ["шрам"] = {
            "07.11.2025: ГМ [Ледяной Трон], отдает печеньки и шмот согильдейцам в обход ролла."
        },
        ["boccman"] = {
            "19.11.2025: Выроллил трубу не по спеку и перепродал её магу."
        },
        ["devastatlon"] = {
            "07.12.2025: СА25 — отдал кисти Энха элему без анонса о ролле."
        },
        ["твойдруган"] = {
            "15.12.2025: Взял 7200г на крафт ступней и кинул в ЧС."
        },
        ["блэктрахтрах"] = {
            "18.12.2025: Кикает игроков перед ластом без причин."
        },
        ["замухрыжка"] = {
            "22.10.2025: Кинули рейд 25об на штаны, Волю, Волю отдали ДК-другу, скрысили ДС."
        },
        ["ласкасмерти"] = {
            "22.10.2025: Соучастник Замухрыжки, лутал скрысенный шмот."
        },
        ["мукля"] = {
            "22.10.2025: Твинк РЛа Замухрыжки, утащил Волю и плащ."
        },
        ["балокар"] = {
            "22.10.2025: Забрал Клятву не по спеку, вымогал 20к голды за возврат."
        },
        ["julestar"] = {
            "02.11.2025: СА25 — отдал предмет согильдейцу, проигравшему ролл."
        },
        ["люблюпива"] = {
            "02.11.2025: Забирал все БОЕ себе без предупреждения, кикал за вопросы."
        },
        ["ханамарку"] = {
            "02.11.2025: Соучастник Люблюпива, кидалово на БОЕ."
        },
        ["ricota"] = {
            "03.11.2025: Кинул на чешку (сменил ник на https://cp.wowcircle.net/char/2/1257861)."
        },
        ["пулявгруди"] = {
            "Систематически кикает рейд в СА перед входом, сливает инфу на ОЛО."
        },
        ["betol"] = {
            "08.11.2025: Кинул на трубу в ЦЛК."
        },
        ["kryglik"] = {
            "12.11.2025: Отдал сапоги согильдейцу в обход победившего ролла."
        },
        ["кнопля"] = {
            "26.07.2025: РЛ Emerald Dream, кикает из рейда и гильдии за вопросы по луту."
        },
        ["децл"] = {
            "04.08.2025: Отдал тировые перчатки другу, покрыл матом и кинул в ЧС."
        },
        ["кабинавара"] = {
            "05.08.2025: Кинул на щит с Ануба в ИК10, отдал согильдейцу-друиду."
        },
        ["люда"] = {
            "03.10.2025: Гильдия Animal, кинули на тапки с Тухлого."
        },
        ["suicideman"] = {
            "03.10.2025: Соучастник Люды, кидалово на тапки в ЦЛК."
        },
        ["beasthunger"] = {
            "25.08.2025: Тянул время на разроле, кикнул единственного сролившего и забрал шмот."
        },
        ["rvze"] = {
            "26.08.2025: Сролил оффхэнд в ИК10, пообещал отдать после Ануба и офнулся."
        },
        ["большоймишка"] = {
            "11.09.2025: Кинул на квест-итем с Ониксии 25 в пользу согильдейца."
        },
        ["сексималыха"] = {
            "11.09.2025: Соучастник Большоймишка, кидалово в Ониксии."
        },
        ["гринник"] = {
            "12.09.2025: Кикнул перед Анубом, заставил повесить КД и зажал весь лут."
        },
        ["askendancy"] = {
            "17.09.2025: Кинул на Утешение павших в ИВК."
        },
        ["малышкатакая"] = {
            "24.09.2025: Собрали рейд без анроллов, украли плащ в Склепе."
        },
        ["фуфло"] = {
            "24.09.2025: Соучастник Малышкатакая, кидалово на плащ."
        },
        ["murdery"] = {
            "28.09.2025: Забрал Зов Хаоса на мутика без анонса офспека."
        },
        ["pudge"] = {
            "05.10.2025: Забрал БОЕ на ролл, притворился АФК и вышел из игры."
        },
        ["алыйдуб"] = {
            "19.06.2025: РС25об — забрал Апокалы себе, покикал всех задававших вопросы."
        },
        ["впоискахдпса"] = {
            "23.06.2025: Кинул на запы и хил кольцо в РС, кикнул перед разролом."
        },
        ["reralas"] = {
            "23.06.2025: Соучастник Впоискахдпса, кидалово в РС."
        },
        ["митрофана"] = {
            "22.06.2025: Повесил рейду КД на Личе и распустил рейд."
        },
        ["софия"] = {
            "26.06.2025: (Абдуль) Залутал шмот в РС25хм, сделала ТП в Даларан и офнулся."
        },
        ["frosdk"] = {
            "27.06.2025: Отказался отдавать Череп на ПротоДД, отдал пугу."
        },
        ["rhinella"] = {
            "02.07.2025: Занидил плащ на силу магом и продавал его за голду."
        },
        ["всётут"] = {
            "07.07.2025: Кинул на триню с РПБ в ИЧ об, будучи хилом."
        },
        ["russianpwned"] = {
            "13.07.2025: Отдали СПД плащ сове, у которой был плащ с РС, ради перепродажи."
        },
        ["fearyslinn"] = {
            "13.07.2025: Соучастник Russianpwned, кидалово в ИВК10."
        },
        ["данясияй"] = {
            "13.07.2025: Сова, забравшая СПД плащ не по роллу."
        },
        ["azariel"] = {
            "17.07.2025: Собрал Склеп, отдал Т10 ноги на кота друиду, у которого они уже были."
        },
        ["sportic"] = {
            "18.07.2025: Вымогательство голды (35к) за честно выигранный Череп (ренейм в Cybershoke)."
        },
        ["instup"] = {
            "19.07.2025: Проиграл ролл на А8 перчатки в СА25, кикнул победителя и кинул в ЧС."
        },
        ["выхилюнах"] = {
            "27.05.2025: Отдал духовую шею ДЦ присту, забрал плащ у рдру."
        },
        ["notlistening"] = {
            "01.06.2025: Подменил Багровое колье на Пунцовую шпинель при обмене."
        },
        ["inproject"] = {
            "06.06.2025: Отдал токен согильдейцу с фулл бис шмотом в обход пугов."
        },
        ["айнд"] = {
            "15.06.2025: Неадекватный РЛ, кидает на лут и оскорбляет игроков."
        },
        ["гиктоор"] = {
            "16.06.2025: Повесил рейду КД из-за капризов согильдейцев, кикнул игроков."
        },
        ["brobdk"] = {
            "17.06.2025: Забрал штаны на ДК ДД без ролла в СА25 и офнулся."
        },
        ["yashallawwa"] = {
            "04.04.2025: Отдал Sanctified Dark Coven Leggings игроку с меньшим роллом."
        },
        ["здняспустя"] = {
            "08.04.2025: Не отдал шмот по роллу, оскорблял игроков в ЛС."
        },
        ["гч"] = {
            "07.04.2025: Забрал СПД и танко чешки себе в сумку и офнулся (ренейм в Ватсок)."
        },
        ["пиряназавр"] = {
            "14.04.2025: Мошенник, подсовывает Пунцовую шпинель вместо Багрового колье."
        },
        ["сашабенгер"] = {
            "06.05.2025: Отдал шею с Кораблей голому локу в обход выигравшего мага."
        },
        ["графвишенка"] = {
            "06.05.2025: Отдал шмот другу из Хайпов вопреки роллу."
        },
        ["страгач"] = {
            "06.05.2025: Соучастник Графвишенка, лутал ворованный шмот."
        },
        ["паанк"] = {
            "16.05.2025: Украл весь лут с Ониксии, кроме оффхенда, и ушел."
        },
        ["mysticflare"] = {
            "18.05.2025: Игнорировал роллы, не отдал Личину/Стойкость, послал рейд (ренейм в Milicioner)."
        },
        ["шпрулит"] = {
            "25.05.2025: Кинул на шею с Кораблей и ТБЛ вместе с Небеснаяфея."
        },
        ["небеснаяфея"] = {
            "25.05.2025: Кинул на шею с Кораблей и ТБЛ."
        },
        ["secretplayer"] = {
            "25.05.2025: Отдали Череп БДК без записи, Трубу отдали Ханту."
        },
        ["кондорога"] = {
            "25.05.2025: Соучастник Secretplayer, кидалово на трини."
        },
        ["wilted"] = {
            "17.02.2025: В СА25 выкинул ПВП шмотку на ролл и отдал проигравшему другу."
        },
        ["kenwort"] = {
            "26.02.2025: Взял в долг 30к голды и пропал."
        },
        ["дусяя"] = {
            "05.03.2025: Роллил шмот в СА25 исключительно для продажи."
        },
        ["jostko"] = {
            "13.03.2025: Забрал танко-запы и ливнул. Кикал людей перед Личом без разрола."
        },
        ["танконутая"] = {
            "13.03.2025: Присвоил пояс на кота и перчатки на ханта под предлогом ошибки передачи."
        },
        ["lsdbitchx"] = {
            "19.03.2025: Отдал ПВП шмотку согильдейцу при проигранном ролле."
        },
        ["музон"] = {
            "19.03.2025: Соучастник lsdbitchx, кидалово в СА."
        },
        ["theory of the chaos"] = {
            "20.03.2025: Роллил токен 277 уровня без записи, забрал себе."
        },
        ["satanass"] = {
            "20.03.2025: Соучастник Theory of the Chaos."
        },
        ["марина"] = {
            "24.03.2025: Кикает игроков на 1% хп босса, токсичное поведение."
        },
        ["smokemage"] = {
            "25.03.2025: Обман на лут в ЦЛК 10об."
        },
        ["scoorpioon"] = {
            "25.03.2025: Забрал пояс с Ребра 25хм без разрола и анроллов."
        },
        ["холостякс"] = {
            "25.02.2025: ГМ Limited Edition, режет ЕП новичкам, одевает персонажей на продажу."
        },
        ["kingfantasiy"] = {
            "06.01.2025: Забрал Азинотку, заявив, что шаману она не нужна."
        },
        ["сакурадзима"] = {
            "14.01.2025: В ЦЛК после 9 боссов кикнул весь рейд и забрал весь лут."
        },
        ["zlouhaman"] = {
            "17.01.2025: Отдал кольцо коту на оффспек, забрал хилочешку себе."
        },
        ["moonx"] = {
            "21.01.2025: Забрал Череп в 10хм себе, предлагал выкупить."
        },
        ["чсвпал"] = {
            "24.01.2025: Забрал шею с Джары в ИВК10, обматерил и кикнул (ренейм в Икз / Малышка)."
        },
        ["тачмивар"] = {
            "27.01.2025: Кинул на Часы с Синдры, штаны с Чумы и плечи с Леди."
        },
        ["держизабёдра"] = {
            "27.01.2025: Выдумал планку в треш во время ролла Воли и забрал себе."
        },
        ["kingsley"] = {
            "29.01.2025: Забрал весь лут с Халиона 25об при свободном луте и офнулся."
        },
        ["ocean"] = {
            "11.02.2025: Отдал Т10 на протопала ретрику 'по ошибке' и офнулся."
        },
        ["гламурник"] = {
            "11.02.2025: Соучастник Ocean, забрал чужой Т10 шмот."
        },
        ["еёлюбовница"] = {
            "28.10.2024: Не отдал Волю ханту, выдумав свич в треш после разрола."
        },
        ["сестина"] = {
            "28.10.2024: Соучастник Еёлюбовница, кидалово на Волю."
        },
        ["liarenier"] = {
            "06.11.2024: Без ролла отдал ПВП перчатки А8 другу."
        },
        ["бимбум"] = {
            "06.11.2024: Соучастник Liarenier, получил шмот без ролла."
        },
        ["neongreen"] = {
            "06.11.2024: Зароллил Скорпиона в хиле, заявил, что качает инчант."
        },
        ["носуха"] = {
            "08.11.2024: Объявляет новые планки на шмот прямо посреди рейда."
        },
        ["soffico"] = {
            "17.11.2024: СА25 — отдал освященные поножи согильдейцу с роллом 18 (ренейм в Прокнултбл)."
        },
        ["qyd"] = {
            "22.11.2024: СА25 — кинул на ПВП шею, отдал другу."
        },
        ["dedqwn"] = {
            "11.12.2024: Сроллил Приговор, РЛ отдал ДК, заявив, что роге прига не подходит."
        },
        ["disckon"] = {
            "18.12.2024: Отдал маунта в СА своему корешу при проигранном ролле."
        },
        ["sydor"] = {
            "21.12.2024: Украл РДД чешку в 25об РС и офнулся."
        },
        ["знаменнитый"] = {
            "23.12.2024: Распылил весь лут с рейда после неудавшегося Профа."
        },
        ["фростботька"] = {
            "25.12.2024: Выроллил шею и не отдал игроку."
        },
        ["azie"] = {
            "29.09.2024: Продал весь лут за голду после Халиона и офнулся."
        },
        ["basist"] = {
            "03.10.2024: Отдал кожаные запы вместо тканевых."
        },
        ["стормшадов"] = {
            "17.10.2024: Кинул на Апокалы, отдал другу, который сразу офнулся."
        },
        ["playman"] = {
            "23.10.2024: Кикнул игрока на 25% хп босса в СА10."
        },
        ["элинас"] = {
            "12.08.2024: Отдал кольцо с ловкостью протопалу, кикнул потерпевшего из ДС."
        },
        ["slakmen"] = {
            "20.08.2024: Разроллил весь шмот до Воли, забрать Волю себе и офнулся (ренейм в Lukaway)."
        },
        ["blackravven"] = {
            "20.08.2024: Отдал СПД-пушку согильдейцу, не писавшему софт."
        },
        ["мион"] = {
            "20.08.2024: Соучастник Blackravven, забрал СПД-пушку не по правилам."
        },
        ["hotwoman"] = {
            "02.09.2024: Украл Апокалы и Чешку с Халиона."
        },
        ["шэйни"] = {
            "11.09.2024: ЦЛК 25об — офнулся с Волей, печеньками и БОЕ шмотом."
        },
        ["electrokrog"] = {
            "24.02.2024: Забрал анроллом лут с Лича 10об и вылетел из сети."
        },
        ["kingdeadhdk"] = {
            "24.02.2024: Подельник Electrokrog, передал ему мастер-лут перед Личом."
        },
        ["автоататака"] = {
            "08.06.2024: Замечен в регулярном кидалове на лут."
        },
        ["бледныйорк"] = {
            "03.06.2024: ИК25 — обматерил игрока за смерть на ласте и зажал весь его ролл."
        },
        ["перваякровь"] = {
            "06.06.2024: (Абдул) Кинул на БИС шмот по роллу в пользу друга."
        },
        ["mmz"] = {
            "09.06.2024: Притворялся АФК в СА25, забирая Т10 шмот на своего твинка."
        },
        ["сексисмерти"] = {
            "09.06.2024: Твинк Mmz, на которого переливался лут."
        },
        ["перехиль"] = {
            "17.06.2024: Выроллил варом хилочешку и отдал другу без записи в ДС."
        },
        ["дибилы"] = {
            "21.06.2024: Заанроллил шмотку в рейде без анроллов и офнулся."
        },
        ["рллёха"] = {
            "02.07.2024: Кикает людей прямо во время боя в РС 25об без причины."
        },
        ["patheticpal"] = {
            "02.07.2024: ЦЛК10об — забрал щит, Череп и офнулся."
        },
        ["tadeeus"] = {
            "09.07.2024: Мошенник, подменил Механоцикл при обмене на 5000г."
        },
        ["капучинка"] = {
            "23.01.2024: Отдал Волю танку без записи и анонса."
        },
        ["raylinaroo"] = {
            "31.01.2024: Не выбил Череп — забрал анроллом ДС без предупреждения."
        },
        ["doctordre"] = {
            "29.01.2024: Обман при обмене голды, подменяет Багруху на дешёвые вещи."
        },
        ["lexies"] = {
            "11.02.2024: Кинул на печеньку и кикнул из рейда."
        },
        ["wetrog"] = {
            "25.02.2024: Мошенник при продаже ДС в Огриммаре."
        },
        ["астапблендэр"] = {
            "08.03.2024: Подсовывает камень вместо Багрового колье. Меняет сумму ДС при обмене."
        },
        ["безкнопочный"] = {
            "14.03.2024: Кинул на ПВП колье в СА25 при проигранном ролле."
        },
        ["steel"] = {
            "18.03.2024: Подменяет предметы в окне обмена перед подтверждением."
        },
        ["шахрос"] = {
            "25.03.2024: Продавал Багровое колье, подсунул Блистательную пунцовую шпинель."
        },
        ["vellxbyff"] = {
            "25.03.2024: Мошенник, подмена Багрового колье на шпинель."
        },
        ["sheildmaker"] = {
            "25.03.2024: Мошенник, подмена Багрового колье на шпинель."
        },
        ["adiya"] = {
            "10.04.2024: Сроллил штаны, отдал другому АДК."
        },
        ["goodblood"] = {
            "12.11.2023: Обман при обмене Древнейшего саронита (меняет количество)."
        },
        ["миллитанк"] = {
            "30.11.2023: Кинул на плащ с Вальки, отдал другу-рдру вопреки спекам."
        },
        ["zdarovabili"] = {
            "09.12.2023: Включил анролл во время боя, проиграл ролл и кикнул игрока."
        },
        ["ultimatte"] = {
            "16.12.2023: Забрал шмотку себе, мотивируя тем, что игрок долго писал в чат."
        },
        ["influense"] = {
            "27.12.2023: Передал шмотку в РС25 своему другу с меньшим роллом."
        },
        ["даша"] = {
            "07.01.2024: Неадекватный РЛ, выдумывал недостижимые планки, кикал людей без разрола."
        },
        ["climacool"] = {
            "20.01.2024: Взял реагенты на х5 рубинов и сбежал."
        },
        ["сукубушка"] = {
            "23.01.2024: Отдал шмотку другу Амфипия с роллом на 60 меньше победителя."
        },
        ["fastcool"] = {
            "26.09.2023: Собирает без анролов, но устраивает аукцион за голду в конце."
        },
        ["жизельжевел"] = {
            "26.09.2023: ИК25 — не отдавал вещи по роллу, кикал сроливших игроков."
        },
        ["performencer"] = {
            "19.10.2023: РС25об — отдал чешку не по роллу."
        },
        ["директоршкол"] = {
            "26.10.2023: Отменил трейд на тканевые запы, заявил, что продаст их, и ливнул."
        },
        ["гаргинету"] = {
            "30.10.2023: Забрал тринкет себе при проигранном ролле и офнулся."
        },
        ["lucy"] = {
            "24.07.2023: Взял 2800г за прокачку и вышел из игры."
        },
        ["мефовый"] = {
            "2023: Кидала при обмене ДС в аллчате."
        },
        ["jnec"] = {
            "11.08.2023: Нидят вещи в ППГ не по спеку и пытаются продать их за голду."
        },
        ["glinomesina"] = {
            "11.08.2023: Соучастник Jnec, нидер шмота в ППГ."
        },
        ["налана"] = {
            "14.08.2023: Собирает 'без анроллов', а в конце продает весь лут с аукциона."
        },
        ["xillike"] = {
            "22.08.2023: Неадекватный РЛ, кикнул топов по ДПС и ХПС без разрола лута."
        },
        ["кракатон"] = {
            "23.08.2023: Обман при обмене ДС, резко меняет количество саронита."
        },
        ["шизоидка"] = {
            "15.09.2023: Объявляет анролл на шмотку в самом конце рейда."
        },
        ["solomone"] = {
            "17.09.2023: Подсовывает Пунцовую шпинель вместо Багрового колье."
        },
        ["душа"] = {
            "21.09.2023: Отдал пояс А8 игроку с меньшим роллом за 4 секунды и ливнул."
        },
        ["дрогнутая"] = {
            "22.09.2023: Кинул на перчатки А8 в СА25, отдал человеку с роллом ниже."
        },
        ["matrees"] = {
            "22.09.2023: Взял голду за координаты Затерянного протодракона и офнулся."
        },
        ["ramul"] = {
            "02.06.2023: Забрал шею на силу себе в РС25 и офнулся (переименовался в Rmy / Azeramil)."
        },
        ["лопай"] = {
            "03.06.2023: Отдал танко-шмот другу, проигравшему ролл."
        },
        ["жирныйджо"] = {
            "08.05.2023: Продает лут за голду после Лича, клевещет в ЛФГ."
        },
        ["девулька"] = {
            "08.05.2023: Персонаж Жирныйджо, мошенник и торговец лутом."
        },
        ["девкамоя"] = {
            "08.05.2023: Твинк Жирныйджо."
        },
        ["светодиодный"] = {
            "08.05.2023: Твинк Жирныйджо."
        },
        ["fdbqq"] = {
            "08.05.2023: Твинк Жирныйджо."
        },
        ["dramatix"] = {
            "19.11.2022: Собрал ЦЛК 10об, забрал весь лут себе и не разроллил."
        },
        ["badmeatsevil"] = {
            "19.11.2022: Твинк Dramatix, токсик и кидала."
        },
        ["floristka"] = {
            "19.11.2022: Твинк Dramatix."
        },
        ["goldroga"] = {
            "23.01.2023: Залутал сундук с Кораблей и ливнул (ренейм в Kissasterva)."
        },
        ["exstrimalist"] = {
            "23.01.2023: Соучастник Goldroga (ренейм в Silindr)."
        },
        ["патчез"] = {
            "02.02.2023: Кикнул игрока из инста, обвинив в запоротой ачивке."
        },
        ["afterdarknes"] = {
            "09.02.2023: Проиграл ролл на ПВП штаны в СА25 и сразу вышел из игры."
        },
        ["саберетта"] = {
            "18.02.2023: Отдал кольцо с Совета друиду, проигнорировав выигрыш ШП."
        },
        ["yaroclaw"] = {
            "27.02.2023: Забрал Волю себе и ливнул с рейда (ренейм в Bozr)."
        },
        ["sabininamama"] = {
            "2023: Забрала Череп ршамом, отдала согильдейцу ДК вопреки роллам."
        },
        ["суперцелка"] = {
            "2023: Кинул ДК на кольцо Сила гнили в ЦЛК."
        },
        ["сандж"] = {
            "08.09.2022: Специально роллил и забирал плащ из вредности."
        },
        ["левсергеич"] = {
            "20.09.2022: Отдал двуручку с Ребра холипалу, кикнул фурика перед квестом."
        },
        ["зубатехник"] = {
            "20.09.2022: Помощник Левсергеича, соучастник кидалова."
        },
        ["felfrmoniya"] = {
            "2022: Нидер, продает трини с Алгалона."
        },
        ["ибирус"] = {
            "2022: Открыл сейф в пати и сразу ливнул."
        },
        ["loffy"] = {
            "09.11.2022: Развод на 7к голды за Затерянного протодракона."
        },
        ["mezmorayyz"] = {
            "14.11.2022: Отдал шмот в РС25 другу, заявив, что победитель не дал планку."
        },
        ["mbete"] = {
            "22.11.2022: Отдал кожаные ботинки с Ребра 25хм согильдейцу-роге в обход ролла."
        },
        ["mando"] = {
            "29.11.2022: Зажал Череп с Леди в ЦЛК 10хм после честного ролла."
        },
        ["вортигер"] = {
            "05.01.2023: Забрал Т10 на вара и ПВП тапки в рейде без анроллов и офнулся."
        },
        ["zabyiaka"] = {
            "17.01.2023: Забрал Шип, печеньку и плащ, передал своим согильдейцам (ренейм в Анальныйвоин)."
        },
        ["socioum"] = {
            "09.07.2022: Забрал мили чешку в РС25об со словами 'я РЛ, я достоин'."
        },
        ["skwish"] = {
            "09.07.2022: Кикнул хпала перед разролом без причин."
        },
        ["krisspeace"] = {
            "20.07.2022: Распустил рейд перед Калисетом без разрола лута, оскорблял игроков."
        },
        ["deeadshot"] = {
            "27.07.2022: Скинул маунта в СА25 магу (своему твинку) без ролла."
        },
        ["эйктюро"] = {
            "29.07.2022: Кикнул игрока перед ластом без объяснения причин."
        },
        ["california"] = {
            "07.08.2022: Проиграл ролл на Волю, выдумал планку и заанроллил триню."
        },
        ["coilcoil"] = {
            "12.08.2022: Забрал Т10.2 штаны на танка ДК, будучи в ДД спеке."
        },
        ["fishmen"] = {
            "19.08.2022: Забрал меч себе, игнорировал вопросы о ролле и офнулся."
        },
        ["zevsik"] = {
            "24.08.2022: Отдал шмот в Склепе другому шаману вопреки предпреждению о ролле."
        },
        ["стоювинвизе"] = {
            "2022: Отдал СПД плащ роге на Ониксии 25."
        },
        ["бх"] = {
            "10.05.2022: Занидил скорп совой, притворился, что трини нет."
        },
        ["квел"] = {
            "14.05.2022: Занидил пояс на паладина-танка в Наксе и ливнул."
        },
        ["ambroxolum"] = {
            "15.05.2022: Объявил планку на Приговор (топ 5 ДПС) только после выпадения шмотки."
        },
        ["максентий"] = {
            "19.05.2022: Занидил шею на хил/РДД в Кузне Гер и ливнул."
        },
        ["киевляночка"] = {
            "19.05.2022: Отдал РДД чешку согильдейцу в РС25об (он же Викуличка)."
        },
        ["nerdanel"] = {
            "19.05.2022: Кикнул игрока из ИК25 за безобидную шутку."
        },
        ["звездоносная"] = {
            "15.05.2022: Забрал МИЛИ чешку на сову под предлогом 'РЛ без планки'."
        },
        ["pafaz"] = {
            "26.05.2022: Кинули в СА25 на штаны Т10.2, забрал себе."
        },
        ["регионтридва"] = {
            "26.05.2022: Соучастник Pafaz, ответственный за добычу."
        },
        ["sud"] = {
            "06.06.2022: Зароллил Скорпа в Кузне и требовал за него выкуп."
        },
        ["алаякровь"] = {
            "12.06.2022: Забрал миличешку себе, выдумав правило '1 это 100'."
        },
        ["bionicledk"] = {
            "2022: Отдал токен сове, которая выроллила его для РЛа."
        },
        ["арлея"] = {
            "2022: Соучастник Bionicledk, роллила токен не для себя."
        },
        ["medeja"] = {
            "20.02.2022: Кинул на Волю (сказал роллить в конце, потом заанроллил). Отдал хило-триньку фурику."
        },
        ["blatospherka"] = {
            "25.02.2022: Получила чешку в РС без записи о ролле."
        },
        ["aswarte"] = {
            "25.02.2022: РЛ, отдал чешку Blatospherka без объяснений."
        },
        ["sadiuga"] = {
            "09.03.2022: Выроллил ненужного Скорпа и не смог передать."
        },
        ["grifold"] = {
            "27.03.2022: Кинул на ДК штаны в СА10."
        },
        ["пробникдру"] = {
            "2022: Кикает игроков из рейда по ложным оговорам друзей."
        },
        ["borovikovlex"] = {
            "02.04.2022: Сбежал с лутом за 3 боссов после Кораблей."
        },
        ["deffcat"] = {
            "09.04.2022: Кинул на А8 шмот в Склепе."
        },
        ["arakkoa"] = {
            "18.04.2022: Отдал мили чешку игроку Нариманчик, заявив, что мутику она не идет."
        },
        ["увиделбеги"] = {
            "21.04.2022: Кинул на Утешение павших в ИК25."
        },
        ["верткая"] = {
            "08.05.2022: Отдал кусок Т10.2 другу, проигнорировав чат."
        },
        ["teramiisy"] = {
            "2022: Кинул на элемовские штаны с СА25."
        },
        ["бруз"] = {
            "29.12.2021: Унес Волю, Печеньки, Травму и весь БОЕ лут из ЦЛК25об."
        },
        ["yameru"] = {
            "05.01.2022: Кикнул танка на последнем боссе ИК25 из-за прожима масс-таунта."
        },
        ["телепузикс"] = {
            "08.01.2022: Кинул на кольцо в Склепе."
        },
        ["ichizoku"] = {
            "08.01.2022: Кикает из рейда за использование аддонов смертей."
        },
        ["tvoypapa"] = {
            "2022: Украл Волю в ЦЛК25об и отдал паладину 'попробовать' (ренейм в Kittysweeti)."
        },
        ["agresorcv"] = {
            "2022: Соучастник Tvoypapa (ренейм в Mefchek)."
        },
        ["асав"] = {
            "2022: Соучастник Tvoypapa (ренейм в Tsar)."
        },
        ["причина"] = {
            "25.01.2022: Отдал выигранное кольцо в РС другому из-за вайпа."
        },
        ["дауниха"] = {
            "28.01.2022: Кикнул всех с ДС, забрал Чешку (СПД) и ступни себе (ренейм в Урод)."
        },
        ["шишкина"] = {
            "28.01.2022: Отдают шмот своим донным согильдейцам вопреки роллу."
        },
        ["crakotan"] = {
            "28.01.2022: Соучастник Шишкина, ролл шмота на своих."
        },
        ["владосик"] = {
            "03.02.2022: Подменяет плащ при обмене на 5000г."
        },
        ["гомогомозек"] = {
            "28.09.2021: Собрал весь шмот, не отдал по роллу и удалил предмета."
        },
        ["gachipalados"] = {
            "2021: Пытался обманом забрать права ГМа в гильдии."
        },
        ["арториас"] = {
            "12.10.2021: Закрысил хило-триньку с Ониксии 25."
        },
        ["graim"] = {
            "20.10.2021: Не отдал Выбор смерти вару, заявив, что она 'не для фурика'."
        },
        ["gabella"] = {
            "29.10.2021: Шел танком и украл пуху с ласта в Яме Гер."
        },
        ["полтиник"] = {
            "01.11.2021: Скрысил все БОЕ шмотки с треша ЦЛК25об вместе с ассистентом."
        },
        ["рефмех"] = {
            "01.11.2021: Соучастник Полтиник, забирал БОЕ вещи."
        },
        ["nnskeean"] = {
            "07.11.2021: Выроллил Скорп на шамана-хила и вымогал голду."
        },
        ["igorymba"] = {
            "2021: ИК25 — отдает вещи друзьям вопреки роллу, кикает с рейда."
        },
        ["корыч"] = {
            "2021: Забрал Утешение анроллом вместе с топором в ИВК25."
        },
        ["drainy"] = {
            "13.12.2021: Ливнул с ЦЛК10хм после Тухлого из-за обиды на комментарий."
        },
        ["keko"] = {
            "13.08.2021: Кикнул сролившего Утешение павших и отдал шмотку шаману из ГИ."
        },
        ["ванхельсинг"] = {
            "13.08.2021: Кинул на ПВП перчатки."
        },
        ["богночи"] = {
            "17.08.2021: Поставил фри-лут на ласте в ЗС, согильдейцы забрали токены."
        },
        ["фуад"] = {
            "20.08.2021: Раскидал весь лут в Склепе между согильдейцами."
        },
        ["monrealka"] = {
            "21.08.2021: Забрал выигранный другим игроком щит в ИК10 себе."
        },
        ["киояма"] = {
            "2021: Кидалово на лут, отдают шмот своим друзьям."
        },
        ["budapesht"] = {
            "2021: Соучастник Киояма."
        },
        ["rimma"] = {
            "25.08.2021: СА25 — отдал ПВП шмотку своему согильдейцу."
        },
        ["delmi"] = {
            "2021: Отдал Приговор роге с 8 места по ДПС при планке 'топ 5'."
        },
        ["elysiums"] = {
            "08.09.2021: Кикнул игрока за указание на ошибки РЛа, повесил КД."
        },
        ["гдедоярка"] = {
            "08.09.2021: Твинк Elysiums."
        },
        ["ауреоломега"] = {
            "17.09.2021: Не отдал Голову Ониксии выигравшему рогеру."
        },
        ["freedmg"] = {
            "15.04.2021: Частично разроллил лут, забрал остальное себе и свалил."
        },
        ["kdfoanxua"] = {
            "26.04.2021: Мошенник, вымогает деньги/голду через почту."
        },
        ["smotriuron"] = {
            "01.05.2021: Не разроллил лут после проноса квартала Накса, ушел в игнор."
        },
        ["mayvezer"] = {
            "2021: Подменяет Механоцикл на ключ при обмене."
        },
        ["romel"] = {
            "07.06.2021: Отдал выигрышный ролл другому человеку."
        },
        ["goering"] = {
            "07.06.2021: Соучастник Romel."
        },
        ["рыж"] = {
            "07.06.2021: Соучастник Romel."
        },
        ["кричев"] = {
            "12.07.2021: Сролил кольцо на танка шаманом и требовал голду."
        },
        ["cannabinoid"] = {
            "11.07.2021: Ониксия 25 — забрал Голову под предлогом 'анролл на танка'."
        },
        ["voronezh"] = {
            "13.07.2021: В хиле забрал триню на РДД без предупреждения и отказался отдавать."
        },
        ["charmingx"] = {
            "20.07.2021: Кинул фурика на кольцо и плащ с агилой в ИК25."
        },
        ["doksia"] = {
            "27.07.2026: нидер, нидит все вещи"
        },
        ["терапевтка"] = {
            "28.07.2026: грубое общение, оскорбление родителей, неадекватный персонаж"
        },
        ["floorenko"] = {
            "28.07.2026: грубое общение, оскорбление родителей, неадекватный персонаж"
        },
                ["щеловек"] = {
                    "31.07.2026: неадекват, агрит данж, вайпает"
                },
                ["formatick"] = {
                    "01.08.2026: руинит рейды, кусает хилов на лане"
                },
                ["иглава"] = {
                    "01.08.2026: руинит рейды, с другом руинят рейды 25 цлк"
                },

    },
}